[PlayerRoles]
PlayerRoles_Role1_Cop_DisplayName=<Color:R=1 G=1 B=1>Cop<Color:/>
PlayerRoles_Role1_Cop_Description=Rank 1: 12 arrests // 12 total arrests↵   Unlock: Stabba – NL9↵Rank 2: 18 arrests // 30 total arrests↵Rank 3: 20 arrests // 50 total arrests↵   Unlock: Sheriff Badge (Neck)↵   Unlock: Sheriff Badge (Hat)↵   Unlock: Sheriff Badge (Chest)↵   Unlock: Star Badge (Waist)↵   Unlock: Star Badge (Chest)↵   Unlock: Tomia UV Urgency↵   Unlock: Varzuga EVE Flash King↵↵Rank 4: 50 arrests // 100 total arrests↵   Unlock: Stun Grenade↵Rank 5: 50 arrests // 150 total arrests↵   Unlock: Cuffmate Mk II↵   Unlock: City Soldier LS↵Rank 6: 50 arrests // 200 total arrests↵   Unlock: S-CCG Preset 1↵Rank 7: 50 arrests // 250 total arrests↵   Unlock: Star-buckle Bullet Belt↵   Unlock: Uniform Shirt↵   Unlock: EVE Xenon Beacon↵Rank 8: 50 arrests // 300 total arrests↵   Unlock: Riot Gun – Stabba PIG Modification Preset 1↵Rank 9: 50 arrests // 350 total arrests↵   Unlock: Cuffmate Mk III↵   Unlock: Tomia Intercept↵Rank 10: 50 arrests // 400 total arrests↵   Unlock: S-CCG Preset 2↵   Unlock: Cop (Title)↵Rank 11: 100 arrests // 500 total arrests↵   Unlock: Riot Gun – Stabba PIG Modification Preset 2↵Rank 12: 250 arrests // 750 total arrests↵   Unlock: Cuffmate Mk IV↵Rank 13: 250 arrests // 1000 total arrests↵   Unlock: Stabba – CCG “The Rozzers”↵   Unlock: Stabba – TG-8 “Needler”↵Rank 14: 250 arrests // 1250 total arrests↵   Unlock: Stabba – NL9↵   Unlock: Stabba – PIG I “Stinger”↵Rank 15: 250 arrests // 1500 total arrests↵   Unlock: O-PGL 79 CD↵   Unlock: Police Hat↵   Unlock: Stabba – CCG “The Fuzz”↵   Unlock: Stabba – NL9↵   Unlock: Arresting Officer (Title)↵   Unlock: Chrome (Cop)↵   Unlock: Winbolt Nemesis↵↵↵↵↵
PlayerRoles_Role1_Demolitions_DisplayName=<Color:R=1 G=1 B=1>Demolitions<Color:/>
PlayerRoles_Role1_Demolitions_Description=Rank 1: 12 kills // 12 total kills↵Rank 2: 38 kills // 50 total kills↵Rank 3: 100 kills // 150 total kills↵   Unlock: O-PGL 79R NFCP 1↵   Unlock: OSMAW NFCP 1↵   Unlock: Demo-Man (Title)↵Rank 4: 350 kills // 500 total kills↵   Unlock: O-PGL 79R NFCP 2↵   Unlock: OSMAW NFCP 2↵   Unlock: Elite Demo-Man (Title)↵Rank 5: 500 kills // 1000 total kills↵   Unlock: O-PGL 79R NFCP 3↵   Unlock: OSMAW NFCP 3↵   Unlock: Master Demo-Man (Title)↵Rank 6: 1000 kills // 2000 total kills↵   Unlock: Chrome (Explosives)↵↵↵↵↵
PlayerRoles_Role1_Grenadier_DisplayName=<Color:R=1 G=1 B=1>Grenadier<Color:/>
PlayerRoles_Role1_Grenadier_Description=Rank 1: 12 kills // 12 total kills↵   Unlock: Percussion Grenade↵Rank 2: 38 kills // 50 total kills↵   Unlock: Concussion Grenade↵Rank 3: 100 kills // 150 total kills↵   Unlock: Grenadier (Title)↵Rank 4: 350 kills // 500 total kills↵   Unlock: Elite Grenadier (Title)↵Rank 5: 500 kills // 1000 total kills↵   Unlock: Master Grenadier (Title)↵↵↵↵↵
PlayerRoles_Role1_Gunslinger_DisplayName=<Color:R=1 G=1 B=1>Gunslinger<Color:/>
PlayerRoles_Role1_Gunslinger_Description=Rank 1: 12 kills // 12 total kills↵Rank 2: 38 kills // 50 total kills↵Rank 3: 100 kills // 150 total kills↵   Unlock: Joker RFP-9 "Swift Silver"↵   Unlock: Obeya FBW "Sight Zero"↵   Unlock: Gunslinger (Title)↵Rank 4: 350 kills // 500 total kills↵   Unlock: S-AS PDW "Falcon"↵   Unlock: N-FA 9 "Barrakuda"↵   Unlock: Elite Gunslinger (Title)↵Rank 5: 500 kills // 1000 total kills↵   Unlock: ACT 44 "Executioner 4Four"↵   Unlock: Colby RSA: TITAN↵   Unlock: Master Gunslinger (Title)↵Rank 6: 1000 kills // 2000 total kills↵   Unlock: Chrome (Pistols)↵↵↵↵↵
PlayerRoles_Role1_Heavy Weapons Guy_DisplayName=<Color:R=1 G=1 B=1>Machine Gunner<Color:/>
PlayerRoles_Role1_Heavy Weapons Guy_Description=Rank 1: 12 kills // 12 total kills↵Rank 2: 18 kills // 30 total kills↵Rank 3: 20 kills // 50 total kills↵   Unlock: Bandolier 1↵Rank 4: 50 kills // 100 total kills↵   Unlock: Extended Magazine 1↵Rank 5: 100 kills // 200 total kills↵   Unlock: SHAW 556 R&D I↵   Unlock: ALIG 762 R&D I↵   Unlock: Machine Gunner (Title)↵Rank 6: 200 kills // 400 total kills↵Rank 7: 250 kills // 650 total kills↵Rank 8: 175 kills // 825 total kills↵   Unlock: Bandolier 2↵Rank 9: 325 kills // 1150 total kills↵   Unlock: Extended Magazine 2↵Rank 10: 350 kills // 1500 total kills↵   Unlock: SHAW 556 R&D II↵   Unlock: ALIG 762 R&D II↵   Unlock: Elite Machine-Gunner (Title)↵Rank 11: 500 kills // 2000 total kills↵Rank 12: 500 kills // 2500 total kills↵Rank 13: 500 kills // 3000 total kills↵   Unlock: Bandolier 3↵Rank 14: 2000 kills // 5000 total kills↵   Unlock: Extended Magazine 3↵Rank 15: 5000 kills // 10000 total kills↵   Unlock: SHAW 556 R&D III↵   Unlock: ALIG 762 R&D III↵   Unlock: Master Machine-Gunner (Title)↵Rank 16: 10000 kills // 20000 total kills↵   Unlock: Chrome (LMGs)↵↵↵↵↵
PlayerRoles_Role1_Marksman_DisplayName=<Color:R=1 G=1 B=1>Marksman<Color:/>
PlayerRoles_Role1_Marksman_Description=Rank 1: 12 kills // 12 total kills↵Rank 2: 18 kills // 30 total kills↵Rank 3: 20 kills // 50 total kills↵Rank 4: 50 kills // 100 total kills↵   Unlock: Improved Rifling: 1↵Rank 5: 100 kills // 200 total kills↵   Unlock: Obeya CR762 NFCP 1↵   Unlock: OBIR NFCP 1↵   Unlock: Joker SR115↵   Unlock: Marksman (Title)↵Rank 6: 200 kills // 400 total kills↵Rank 7: 250 kills // 650 total kills↵Rank 8: 175 kills // 825 total kills↵Rank 9: 325 kills // 1150 total kills↵   Unlock: Improved Rifling: 2↵Rank 10: 350 kills // 1500 total kills↵   Unlock: Obeya CR762 NFCP 2↵   Unlock: OBIR NFCP 2↵   Unlock: Joker SR215↵   Unlock: Elite Marksman (Title)↵Rank 11: 500 kills // 2000 total kills↵Rank 12: 500 kills // 2500 total kills↵Rank 13: 500 kills // 3000 total kills↵Rank 14: 2000 kills // 5000 total kills↵   Unlock: Improved Rifling 3↵Rank 15: 5000 kills // 10000 total kills↵   Unlock: Obeya CR762 NFCP 3↵   Unlock: OBIR NFCP 3↵   Unlock: Joker SR315↵   Unlock: Master Marksman (Title)↵Rank 16: 10000 kills // 20000 total kills↵   Unlock: Chrome (Marksman Rifles)↵↵↵↵↵
PlayerRoles_Role1_Pointman_DisplayName=<Color:R=1 G=1 B=1>Pointman<Color:/>
PlayerRoles_Role1_Pointman_Description=Rank 1: 12 kills // 12 total kills↵   Unlock: OCA-EW 626 Stock↵   Unlock: JG-840 Tactical↵Rank 2: 18 kills // 30 total kills↵Rank 3: 20 kills // 50 total kills↵   Unlock: Reflix Sight 1↵Rank 4: 50 kills // 100 total kills↵   Unlock: Cooling Jacket 1↵Rank 5: 100 kills // 200 total kills↵   Unlock: NFAS-12 Nol↵   Unlock: OCA-EW 626 NFCP 1↵   Unlock: Colby PMG Mk I↵   Unlock: Unlock: JG-940↵   Unlock: Pointman (Title)↵Rank 6: 200 kills // 400 total kills↵Rank 7: 250 kills // 650 total kills↵   Unlock: OCA-EW 626 NFCP 1 Stock↵   Unlock: JG-940 Tactical↵Rank 8: 175 kills // 825 total kills↵   Unlock: Reflix Sight 2↵Rank 9: 325 kills // 1150 total kills↵   Unlock: Cooling Jacket 2↵Rank 10: 350 kills // 1500 total kills↵   Unlock: NFAS-12 Adeen↵   Unlock: OCA-EW 626 NFCP 2↵   Unlock: Colby PMG Mk 2↵   Unlock: Unlock: JG-1040↵   Unlock: Elite Pointman (Title)↵Rank 11: 500 kills // 2000 total kills↵Rank 12: 500 kills // 2500 total kills↵   Unlock: OCA-EW 626 NFCP 2 Stock↵   Unlock: JG-1040 Tactical↵Rank 13: 500 kills // 3000 total kills↵   Unlock: Reflex Sight 3↵Rank 14: 2000 kills // 5000 total kills↵   Unlock: Cooling Jacket 3↵Rank 15: 5000 kills // 10000 total kills↵   Unlock: NFAS-12 Dvah↵   Unlock: OCA-EW 626 NFCP 3↵   Unlock: Colby PMG Mk 3↵   Unlock: JG-1140↵   Unlock: Master Pointman (Title)↵Rank 16: 10000 kills // 20000 total kills↵   Unlock:Chrome (SMGs + Shotguns)↵   Unlock: OCA-EW 626 NFCP 3 Stock↵   Unlock: Unlock: JG-1140 Tactical↵↵↵↵↵
PlayerRoles_Role1_Rifleman_DisplayName=<Color:R=1 G=1 B=1>Rifleman<Color:/>
PlayerRoles_Role1_Rifleman_Description=Rank 1: 12 kills // 12 total kills↵   Unlock: N-TEC 5 Stock↵Rank 2: 18 kills // 30 total kills↵Rank 3: 20 kills // 50 total kills↵   Unlock: Hunting Sight 1↵Rank 4: 50 kills // 100 total kills↵   Unlock: Magazine Pull 1↵Rank 5: 100 kills // 200 total kills↵   Unlock: N-TEC 5 Nol↵   Unlock: STAR 556 R&D I↵   Unlock: Rifleman (Title)↵Rank 6: 200 kills // 400 total kills↵Rank 7: 250 kills // 650 total kills↵   Unlock: N-TEC 5 Nol Stock↵Rank 8: 175 kills // 825 total kills↵   Unlock: Hunting Sight 2↵Rank 9: 325 kills // 1150 total kills↵   Unlock: Magazine Pull 2↵Rank 10: 350 kills // 1500 total kills↵   Unlock: N-TEC 5 Adeen↵   Unlock: STAR 556 R&D II↵   Unlock: Elite Rifleman (Title)↵Rank 11: 500 kills // 2000 total kills↵Rank 12: 500 kills // 2500 total kills↵   Unlock: N-TEC 5 Adeen Stock↵Rank 13: 500 kills // 3000 total kills↵   Unlock: Hunting Sight 3↵Rank 14: 2000 kills // 5000 total kills↵   Unlock: Magazine Pull 3↵Rank 15: 5000 kills // 10000 total kills↵   Unlock: N-TEC 5 Dvah↵   Unlock: STAR 556 R&D III↵   Unlock: Master Rifleman (Title)↵Rank 16: 10000 kills // 20000 total kills↵   Unlock: Chrome (Assault Rifles)↵   Unlock: N-TEC 5 Dvah Stock↵↵↵↵↵
PlayerRoles_Role1_Sniper_DisplayName=<Color:R=1 G=1 B=1>Sniper<Color:/>
PlayerRoles_Role1_Sniper_Description=Rank 1: 12 kills // 12 total kills↵Rank 2: 18 kills // 30 total kills↵Rank 3: 20 kills // 50 total kills↵   Unlock: 3-Point Sling 1↵Rank 4: 50 kills // 100 total kills↵   Unlock: Heavy Barrel 1↵Rank 5: 100 kills // 200 total kills↵   Unlock: DMR-SD R&D I↵   Unlock: N-HVR 762 Nol↵   Unlock: Sniper (Title)↵Rank 6: 200 kills // 400 total kills↵Rank 7: 250 kills // 650 total kills↵Rank 8: 175 kills // 825 total kills↵   Unlock: 3-Point Sling 2↵Rank 9: 325 kills // 1150 total kills↵   Unlock: Heavy Barrel 2↵Rank 10: 350 kills // 1500 total kills↵   Unlock: DMR-SD R&D II↵   Unlock: N-HVR 762 Adeen↵   Unlock: Elite Sniper (Title)↵Rank 11: 500 kills // 2000 total kills↵Rank 12: 500 kills // 2500 total kills↵Rank 13: 500 kills // 3000 total kills↵   Unlock: 3-Point Sling 3↵Rank 14: 2000 kills // 5000 total kills↵   Unlock: Heavy Barrel 3↵Rank 15: 5000 kills // 10000 total kills↵   Unlock: DMR-SD R&D III↵   Unlock: N-HVR 762 Dvah↵   Unlock: Master Sniper (Title)↵Rank 16: 10000 kills // 20000 total kills↵   Unlock: Chrome (Sniper)↵↵↵↵↵
PlayerRoles_Role21_Munitions Specialist_Description=Rank 1: 100 actions // 100 total actions↵Rank 2: 100 actions // 200 total actions↵Rank 3: 200 actions // 400 total actions↵Rank 4: 400 actions // 800 total actions↵Rank 5: 600 actions // 1,400 total actions↵Rank 6: 800 actions // 2,200 total actions↵   Unlock: Field Supplier↵Rank 7: 1,000 actions // 3,200 total actions↵Rank 8: 1,200 actions // 4,400 total actions↵Rank 9: 1,400 actions // 5,800 total actions↵   Unlock: Mobile Supply Unit↵Rank 10: 1,600 actions // 7,400 total actions↵   Unlock: Mobile Supply Unit↵Rank 11: 1,800 actions // 9,200 total actions↵Rank 12: 2,000 actions // 11,200 total actions↵Rank 13: 2,200 actions // 13,400 total actions↵Rank 14: 2,400 actions // 15,800 total actions↵   Unlock: Munitions Specialist↵Rank 15: 2,200 actions // 18,000 total actions↵   Unlock: Munitions Specialist (Title)↵↵↵↵↵
PlayerRoles_Role2_CrimArson_Description=Rank 1: 50 actions // 50 total actions↵   Unlock: Gas Can 2↵Rank 2: 200 actions // 250 total actions↵   Unlock: Gas Can 3↵Rank 3: 250 actions // 500 total actions↵   Unlock: Gas Can 4↵   Unlock: Arsonist (Title)↵↵↵↵↵
PlayerRoles_Role2_CrimBombings_Description=Rank 1: 50 actions // 50 total actions↵   Unlock: Bomb 2↵Rank 2: 200 actions // 250 total actions↵   Unlock: Bomb 3↵Rank 3: 250 actions // 500 total actions↵   Unlock: Bomb 4↵   Unlock: Bomber (Title)↵↵↵↵↵
PlayerRoles_Role2_CrimBurglary_Description=Rank 1: 50 actions // 50 total actions↵   Unlock: Crowbar 2↵Rank 2: 200 actions // 250 total actions↵   Unlock: Crowbar 3↵Rank 3: 250 actions // 500 total actions↵   Unlock: Crowbar 4↵   Unlock: Master of Unlocking (Title)↵↵↵↵↵
PlayerRoles_Role2_CrimMuggings_Description=Rank 1: 50 actions // 50 total actions↵   Unlock: Brass Knuckles 2↵Rank 2: 200 actions // 250 total actions↵   Unlock: Brass Knuckles 3↵Rank 3: 250 actions // 500 total actions↵   Unlock: Brass Knuckles 4↵   Unlock: Mugger (Title)↵↵↵↵↵
PlayerRoles_Role2_CrimRescue_Description=Rank 1: 50 actions // 50 total actions↵   Unlock: Universal Key 2↵Rank 2: 200 actions // 250 total actions↵   Unlock: Universal Key 3↵Rank 3: 250 actions // 500 total actions↵   Unlock: Universal Key 4↵   Unlock: Saviour (Title)↵↵↵↵↵
PlayerRoles_Role2_Crim_Graffiti_Description=Rank 1: 50 actions // 50 total actions↵   Unlock: Spray Can 2↵Rank 2: 200 actions // 250 total actions↵   Unlock: Spray Can 3↵Rank 3: 250 actions // 500 total actions↵   Unlock: Spray Can 4↵   Unlock: Graffiti Artist (Title)↵↵↵↵↵
PlayerRoles_Role2_Crim_Hacking_Description=Rank 1: 50 actions // 50 total actions↵   Unlock: Netbook 2↵Rank 2: 200 actions // 250 total actions↵   Unlock: Netbook 3↵Rank 3: 250 actions // 500 total actions↵   Unlock: Netbook 4↵   Unlock: Black-Hat (Title)↵↵↵↵↵
PlayerRoles_Role2_Crim_VehicleTheft_Description=Rank 1: 50 actions // 50 total actions↵   Unlock: Slim Jim 2↵Rank 2: 200 actions // 250 total actions↵   Unlock: Slim Jim 3↵Rank 3: 250 actions // 500 total actions↵   Unlock: Slim Jim 4↵   Unlock: Booster (Title)↵↵↵↵↵
PlayerRoles_Role2_EnfBombsDefused_Description=Rank 1: 50 actions // 50 total actions↵   Unlock: Wirecutters 2↵Rank 2: 200 actions // 250 total actions↵   Unlock: Wirecutters 3↵Rank 3: 200 actions // 500total actions↵   Unlock: Wirecutters 4↵   Unlock: Bomb Squad (Title)↵↵↵↵↵
PlayerRoles_Role2_EnfCSI_Description=Rank 1: 50 actions // 50 total actions↵   Unlock: Camera 2↵Rank 2: 200 actions // 250 total actions↵   Unlock: Camera 3↵Rank 3: 250 actions // 500 total actions↵   Unlock: Camera 4↵   Unlock: Crime-Scene Investigator (Title)↵↵↵↵↵
PlayerRoles_Role2_Enf_ForcedEntry_Description=Rank 1: 50 actions // 50 total actions↵   Unlock: Battering Ram 2↵Rank 2: 200 actions // 250 total actions↵   Unlock: Battering Ram 3↵Rank 3: 250 actions // 500 total actions↵   Unlock: Battering Ram 4↵   Unlock: Ram-Man (Title)↵↵↵↵↵
PlayerRoles_Role2_Enf_Graffiti_Description=Rank 1: 50 actions // 50 total actions↵   Unlock: Spray Can 2↵Rank 2: 200 actions // 250 total actions↵   Unlock: Spray Can 3↵Rank 3: 250 actions // 500 total actions↵   Unlock: Spray Can 4↵   Unlock: Graffiti Artist (Title)↵↵↵↵↵
PlayerRoles_Role2_Enf_Hacking_Description=Rank 1: 50 actions // 50 total actions↵   Unlock: Netbook 2↵Rank 2: 200 actions // 250 total actions↵   Unlock: Netbook 3↵Rank 3: 250 actions // 500 total actions↵   Unlock: Netbook 4↵   Unlock: White-Hat (Title)↵↵↵↵↵
